fisherman/await
oh-my-fish/plugin-bang-bang
edc/bass
fisherman/cprintf
fisherman/docker-completion
mnewt/fix
fisherman/fzf
fisherman/get
fisherman/getopts
fisherman/grc
fisherman/last_job_id
rafaelrinaldi/pure
fisherman/rbenv
tuvistavie/fish-ssh-agent
oh-my-fish/plugin-thefuck
fisherman/z
