fisherman/await
oh-my-fish/plugin-direnv
fisherman/fzf
fisherman/get
fisherman/getopts
fisherman/last_job_id
rafaelrinaldi/pure
fisherman/rbenv
tuvistavie/fish-ssh-agent
fisherman/z
